send_broadcast_msg = "📨 Отправьте сообщение для рассылки (для отправки фото или документа вместе с текстом, отправьте их в одном сообщении):"

choose_formatting_msg = "Выберите форматирование:"

preview_message_msg = "Вот как будет выглядеть сообщение:"

add_buttons_or_confirm_msg = "Добавить кнопки или подтвердить рассылку:"

send_buttons_format_msg = (
    "Отправьте кнопки в формате:\n\nКупить - https://site.ru | Каталог - https://site.ru/catalog"
)

buttons_preview_msg = "Превью с кнопками:"

ready_to_send_msg = "Готово к отправке?"

broadcast_success_msg = "✅ Рассылка успешно завершена"

broadcast_cancelled_msg = "❌ Рассылка была отменена"
